Repository: lutsiukAV/django-rest
Catalog: python/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Welcome ADMIN
uk: Ласкаво просимо, Адмін

source: Add new teacher
uk: Додати викладача

source: en
uk: uk

source: Show
uk: Усі користувачі

source: Check attendance
uk: Журнал вівдідувань

source: Log Out
uk: Вийти

source: All courses for student
uk: Всі курси для студента

source: To main menu
uk: На головну

source: Courses
uk: Курси

source: Follow
uk: Записатися

source: Attendance
uk: Відвідуваність

source: All users
uk: Всі користувачі

source: Time
uk: Час

source: Details
uk: Подивитися деталі

source: Student id
uk: Номер студента

source: Student name
uk: Логін

source: Estimate
uk: Оцінити

source: All courses
uk: Всі курси

source: List of my courses
uk: Список моїх курсів

source: Estimation
uk: Оцінювання

source: Mark
uk: Оцінка

source: Comment
uk: Коментар

source: Welcome to the university system!
uk: Ласкаво просимо до системи керування університетом

source: Username
uk: Логін

source: Password
uk: Пароль

source: Don`t have account
uk: Не маю сторінки

source: My grades
uk: Мої оцінки

source: Registration
uk: Регистрація

source: Student
uk: Студент

source: Follow course
uk: Записатися на курс

source: View grades
uk: Подивитися оцінки

source: Teacher
uk: Викладач

source: Add courses
uk: Додати курс

source: Hours
uk: Години

source: User list
uk: Список користувачів

source: group
uk: Група

source: Delete
uk: Видалити

source: Back to menu
uk: На головну
